const honors = [
  {
    id: 1,
    title: "«Кто не умеет прыгать?» ",
    text: "Долго исследуя фауну вашей планеты, я узнал, что один из немногих млекопитающих, которые не умеют прыгать – это слон. ",
    isOpen: false,
  },
  {
    id: 2,
    title: "«Лягушки не пьют воду»",
    text: "Путешествую по болтам, тропическим лесам и озерам, меня заинтересовали, как лягушки пьют воду? Оказывается, они ее не пьют, а впитывают кожей!",
    isOpen: false,
  },
  {
    id: 3,
    title: "«Сколько звезд во Вселенной?»",
    text: "Я много путешествовал по разным галактикам, считая количество звезд. Интересное открытие: звезд во Вселенной больше, чем песчинок на всех пляжах Земли, их более 200 миллиардов триллионов.",
    isOpen: false,
  },
  {
    id: 4,
    title: "Улыбка заразительна.",
    text: "Если ты улыбнешься человеку глядя в глаза, он обязательно улыбнется в ответ. Не веришь? Обязательно проверь это открытие.",
    isOpen: false,
  },
];

export default honors;
