import React from "react";

export const tests = [
  {
    tasks: [
      {
        questionText:
          "Мое первое путешествие на вашей планете начинается с Золотого кольца России, однако я не знаю, почему оно имеет такое название. Может вы знаете, почему эти города вместе называют Золотым кольцом?",
        rightAnswer: "Б",
        isCompleted: false,
        answerList: [
          "А) Там делают знаменитые золотые украшения",
          "Б) На карте они образуют кольцо",
          "В) Там находится всемирно известные памятники старины",
          "Г) Каждый город окружен кремлём, как кольцом",
        ],
      },
      {
        questionText:
          "Самый популярный задорный русский сувенир – это матрешка. Какой город называют городом русской матрешки? ",
        rightAnswer: "Сергеев Посад",
        isCompleted: false,
        answerList: ["", ""],
      },
      {
        questionText:
          "Золотое кольцо России составляет множество городов, но я часто в них путаюсь. Какой город не входит в Золотое кольцо?",
        rightAnswer: "Г",
        isCompleted: false,
        answerList: [
          "А) Суздаль",
          "Б) Ярославль",
          "В) Сергеев Посад",
          "Г) Нижний Новгород",
        ],
      },
      {
        questionText:
          "В путешествии по городам Золотого кольца России я познакомился со смешным словом «финифть» и мне сказали, что оно обозначает … Я не расслышал, что именно значит это слово, но уверен, что ты поможешь мне отгадать значение.",
        rightAnswer: "A",
        isCompleted: false,
        answerList: [
          "А) это украшение эмалью",
          "Б) это деталь мачты корабля ",
          "В) это лакомство Древней Руси",
        ],
      },
    ],
    completed: false,
    promt: "",
  },
  {
    tasks: [
      {
        questionText:
          "Мне стало интересно, какая страна является самым длинным соседом России. Раскрой секрет, какое государство имеет самую протяженную границу с Россией?",
        rightAnswer: "В",
        isCompleted: false,
        answerList: ["А) Китай", "Б) Монголия", "В) Казахстан"],
      },
      {
        questionText:
          "Я очень хочу побывать в стране, в которой больше всего людей, ведь это много новых знакомств. Подскажи, в какую страну мне надо ехать?",
        rightAnswer: "Китай",
        isCompleted: false,
        answerList: ["", ""],
      },
      {
        questionText:
          "Какая часть России отделена от основной территории.Я недавно путешествовал по России и удивительно, часть России отделена от основной. Что это за часть?",
        rightAnswer: "A",
        isCompleted: false,
        answerList: [
          "А) Калининградская область",
          "Б) Волгоградская область",
          "В) Тверская область",
          "Г) Иркутская область",
        ],
      },
      {
        questionText:
          "Путешествуя, я изучал самую северную соседку России – Финляндию. Помоги мне не ошибиться в фактах, какой из них ЛОЖНЫЙ?",
        rightAnswer: "Б",
        isCompleted: false,
        answerList: [
          "А) Граждан Финляндии зовут финнами.",
          "Б) Финляндию окружает Тихий океан",
          "В) Главой государства Финляндии является президент",
          "Г) Столица Финляндии - Хельсинки",
        ],
      },
    ],
    completed: false,
    promt: "",
  },
  {
    tasks: [
      {
        questionText:
          "Местные жители Скандинавского полуострова рассказывали много легенд о животных, во многом из-за необычной формы территории. Изучи карту и помоги выяснить, какое животное похоже на очертание Скандинавского полуострова?",
        rightAnswer: "Б",
        isCompleted: false,
        answerList: ["А) Слон", "Б) Тигр ", "В) Медведь "],
      },
      {
        questionText:
          "Я побывал среди горных вершин и удивился одному природному явлению, но как оно называется я не знаю. Уверен, что ты поможешь мне разобраться, как называется источник, выбрасывающий вверх струи горячей воды и пара?",
        rightAnswer: ["гейзеры", "Гейзеры", "Гейзер", "гейзер"],
        isCompleted: false,
        answerList: ["", ""],
      },
      {
        questionText:
          "Многие страны имеют свои особенности, которые образуют слоган для страны. Подскажи, какая страна носит лозунг «Страна тысячи озер»? ",
        rightAnswer: "В",
        isCompleted: false,
        answerList: ["А) Дания", "B) Исландия", "Г) Финляндия "],
      },
      {
        questionText:
          "Прошлым вечером я вместе с детьми собирал интересный конструктор, который называется Лего. А вы знаете, какая страна его изготавливает? ",
        rightAnswer: "Б",
        isCompleted: false,
        answerList: ["А) Швеция", "Б) Дания", "В) Финляндия"],
      },
    ],
    completed: false,
    promt: "",
  },
  {
    tasks: [
      {
        questionText:
          "Я узнал, что Бенилюкс означает объединение нескольких стран. Помоги определить, какие именно страны в него входят? ",
        rightAnswer: "В",
        isCompleted: false,
        answerList: [
          "А) Болгария, Нидерланды, Латвия",
          "Б) Бенин, Нигерия, Лаос",
          "В) Бельгия, Нидерланды, Люксембург",
        ],
      },
      {
        questionText:
          "Туристы мне рассказывали о необыкновенном месте «Парк Мини-Европа», подскажите, в какой город мне нужно приехать, что его посетить? ",
        rightAnswer: ["Брюссель"],
        isCompleted: false,
        answerList: ["", ""],
      },
      {
        questionText:
          "Путешествуя, жители стран рассказывали мне множество интересных фактов, но я в них запутался. Помоги мне определить ЛОЖНЫЙ факт?",
        rightAnswer: "В",
        isCompleted: false,
        answerList: [
          "А) В Голландии больше 100 ботанических садов.",
          "Б) Люксембург — одна из самых маленьких стран мира.",
          "В) В Бельгии выращивают тюльпаны и нарциссы.",
          "Г) Амстердам столица Нидерландов.",
        ],
      },
    ],
    completed: false,
    promt: "",
  },
];
