export const tests = [
  {
    id: 1,
    tasks: [
      {
        questionText:
          "Мое первое путешествие на вашей планете начинается с Золотого кольца России, однако я не знаю, почему оно имеет такое название. Может вы знаете, почему эти города вместе называют Золотым кольцом?",
        rightAnswer: ["На карте они образуют кольцо"],
        isCompleted: false,
        answers: [
          "Там делают знаменитые золотые украшения",
          "На карте они образуют кольцо",
          "Там находится всемирно известные памятники старины",
          "Каждый город окружен кремлём, как кольцом",
        ],
      },
      {
        questionText:
          "Самый популярный задорный русский сувенир – это матрешка. Какой город называют городом русской матрешки? ",
        rightAnswer: ["сергеев посад"],
        isCompleted: false,
      },
      {
        questionText:
          "Золотое кольцо России составляет множество городов, но я часто в них путаюсь. Какой город не входит в Золотое кольцо?",
        rightAnswer: "Нижний Новгород",
        isCompleted: false,
        answers: ["Суздаль", "Ярославль", "Сергеев Посад", "Нижний Новгород"],
      },
      {
        questionText:
          "В путешествии по городам Золотого кольца России я познакомился со смешным словом «финифть» и мне сказали, что оно обозначает … Я не расслышал, что именно значит это слово, но уверен, что ты поможешь мне отгадать значение.",
        rightAnswer: "Это украшение эмалью",
        isCompleted: false,
        answers: [
          "Это украшение эмалью",
          "Это деталь мачты корабля ",
          "Это лакомство Древней Руси",
        ],
      },
    ],
    completed: false,
    honor: {
      title: "Кто не умеет прыгать?",
      text: "Долго исследуя фауну вашей планеты, я узнал, что один из немногих млекопитающих, которые не умеют прыгать - это слон",
    },
  },
  {
    id: 2,
    tasks: [
      {
        questionText:
          "Мне стало интересно, какая страна является самым длинным соседом России. Раскрой секрет, какое государство имеет самую протяженную границу с Россией?",
        rightAnswer: "Казахстан",
        isCompleted: false,
        answers: ["Китай", "Монголия", "Казахстан"],
      },
      {
        questionText:
          "Я очень хочу побывать в стране, в которой больше всего людей, ведь это много новых знакомств. Подскажи, в какую страну мне надо ехать?",
        rightAnswer: "китай",
        isCompleted: false,
      },
      {
        questionText:
          "Какая часть России отделена от основной территории.Я недавно путешествовал по России и удивительно, часть России отделена от основной. Что это за часть?",
        rightAnswer: "Калининградская область",
        isCompleted: false,
        answers: [
          "Калининградская область",
          "Волгоградская область",
          "Тверская область",
          "Иркутская область",
        ],
      },
      {
        questionText:
          "Путешествуя, я изучал самую северную соседку России – Финляндию. Помоги мне не ошибиться в фактах, какой из них ЛОЖНЫЙ?",
        rightAnswer: "Финляндию окружает Тихий океан",
        isCompleted: false,
        answers: [
          "Граждан Финляндии зовут финнами.",
          "Финляндию окружает Тихий океан",
          "Главой государства Финляндии является президент",
          "Столица Финляндии - Хельсинки",
        ],
      },
    ],
    completed: false,
    honor: {
      title: "Лягушки не пьют воду",
      text: "Путешествуя по болотам, тропическим лесам и озерам, меня заинтересовало, как лягушки пьют воду? Оказывается, они ее не пьют, а впитывают кожей!",
    },
  },
  {
    id: 3,
    tasks: [
      {
        questionText:
          "Местные жители Скандинавского полуострова рассказывали много легенд о животных, во многом из-за необычной формы территории. Изучи карту и помоги выяснить, какое животное похоже на очертание Скандинавского полуострова?",
        rightAnswer: "Тигр",
        isCompleted: false,
        answers: ["Слон", "Тигр", "Медведь"],
      },
      {
        questionText:
          "Я побывал среди горных вершин и удивился одному природному явлению, но как оно называется я не знаю. Уверен, что ты поможешь мне разобраться, как называется источник, выбрасывающий вверх струи горячей воды и пара?",
        rightAnswer: ["гейзеры", "гейзер"],
        isCompleted: false,
      },
      {
        questionText:
          "Многие страны имеют свои особенности, которые образуют слоган для страны. Подскажи, какая страна носит лозунг «Страна тысячи озер»? ",
        rightAnswer: "Исландия",
        isCompleted: false,
        answers: ["Дания", "Исландия", "Финляндия "],
      },
      {
        questionText:
          "Прошлым вечером я вместе с детьми собирал интересный конструктор, который называется Лего. А вы знаете, какая страна его изготавливает? ",
        rightAnswer: "Дания",
        isCompleted: false,
        answers: ["Швеция", "Дания", "Финляндия"],
      },
    ],
    completed: false,
    honor: {
      title: "Сколько звезд во Вселенной?",
      text: "Я много путешествовал по разным галактикам, считая количество звезд. Интересное открытие: звезд во Вселенной больше, чем песчинок на всех пляжах Земли, их более 200 миллиардов триллионов.",
    },
  },
  {
    id: 4,
    tasks: [
      {
        questionText:
          "Я узнал, что Бенилюкс означает объединение нескольких стран. Помоги определить, какие именно страны в него входят? ",
        rightAnswer: "Бельгия, Нидерланды, Люксембург",
        isCompleted: false,
        answers: [
          "Болгария, Нидерланды, Латвия",
          "Бенин, Нигерия, Лаос",
          "Бельгия, Нидерланды, Люксембург",
        ],
      },
      {
        questionText:
          "Туристы мне рассказывали о необыкновенном месте «Парк Мини-Европа», подскажите, в какой город мне нужно приехать, что его посетить? ",
        rightAnswer: ["брюссель"],
        isCompleted: false,
      },
      {
        questionText:
          "Путешествуя, жители стран рассказывали мне множество интересных фактов, но я в них запутался. Помоги мне определить ЛОЖНЫЙ факт?",
        rightAnswer: "В Бельгии выращивают тюльпаны и нарциссы",
        isCompleted: false,
        answers: [
          "В Голландии больше 100 ботанических садов",
          "Люксембург — одна из самых маленьких стран мира",
          "В Бельгии выращивают тюльпаны и нарциссы",
          "Амстердам столица Нидерландов",
        ],
      },
    ],
    completed: false,
    honor: {
      title: "Улыбка заразительна",
      text: "Если ты улыбнешься человеку глядя в глаза, он обязательно улыбнется в ответ. Не веришь? Обязательно проверь это открытие.",
    },
  },
];
